#+FILETAGS: Inbox
#+STARTUP: content

**** org mode video [[https://www.youtube.com/watch?v=PVsSOmUB7ic][Learn Emacs Org Mode: Spacemacs Intro Tutorial - YouTube]]
     :LOGBOOK:
     CLOCK: [2020-03-02 Mon 17:48]--[2020-03-02 Mon 17:52] =>  0:04
     CLOCK: [2020-03-02 Mon 17:36]--[2020-03-02 Mon 17:47] =>  0:11
     :END:
   [2020-03-02 Mon 17:36]

**** think about string
     :LOGBOOK:
     CLOCK: [2020-03-03 Tue 10:40]--[2020-03-03 Tue 10:45] =>  0:05
     :END:
   [2020-03-03 Tue 10:40]

**** TODO thinking about recursive
     :PROPERTIES:
     :ID:       B3B9ACA2-3E58-4986-829D-75226C2D3BF5
     :END:
     :LOGBOOK:
     CLOCK: [2020-03-03 Tue 11:01]--[2020-03-03 Tue 11:03] =>  0:02
     :END:
   [2020-03-03 Tue 11:01]

**** tangent

#+CAPTION: ratio
| radius1 | radius2 |         inner ratio |     external ratio |
|     3.0 |     5.5 | 0.35294117647058826 | 2.8333333333333335 |
|     5.5 |     7.0 |                0.44 |  2.272727272727273 |
|     7.0 |    10.0 |  0.4117647058823529 | 2.4285714285714284 |
|    10.0 |     3.0 |  0.7692307692307693 |                1.3 |
#+TBLFM: @2$3..@5$3='(/ $1 (+ $1 $2));N::@2$4..@5$4='(/ (+ $1 $2) $1);N

** TODO Experimental Data clear up
   :LOGBOOK:
   CLOCK: [2020-04-04 Sat 15:19]--[2020-04-04 Sat 16:49] =>  1:30
   :END:
 [2020-04-04 Sat 15:19]

